[
    "Send a funny meme in general chat.",
    "Speak in an accent for the next 5 minutes.",
    "Change your nickname to something silly for the rest of the day.",
    "Do 10 push-ups and post proof.",
    "Try to lick your elbow.",
    "Sing a song of another player's choice.",
    "Post a selfie with a funny filter.",
    "Eat a spoonful of a condiment you hate.",
    "Imitate a famous celebrity for 60 seconds.",
    "Wear a sock on your hand for the rest of the game.",
    "Let someone else on the server change your profile picture for a day.",
    "Do your best chicken dance on camera.",
    "Create a 30-second rap about the server.",
    "Send a voice message of you screaming the first song lyric that comes to mind.",
    "Text your crush 'I'm a potato.'",
    "Pour a glass of water on your head.",
    "Call a random number and try to sell them an imaginary product.",
    "Do a funny dance on your next video call.",
    "Write a short, silly poem about the person to your left.",
    "Go live on social media for 2 minutes and talk about a random object in the room.",
    "Act like a cat for the next 5 minutes.",
    "Balance a spoon on your nose for 30 seconds.",
    "Draw a picture of the person who just dared you and post it.",
    "Try to juggle three items.",
    "Stand on one leg until it's your turn again.",
    "Give a 1-minute Ted Talk on a completely useless topic.",
    "Walk around your house wearing a pot on your head.",
    "Reply to the next three messages with only emojis.",
    "Post the most recent photo on your camera roll.",
    "Say something nice about the person to your right.",
    "Loudly sing the chorus of a song in a public place.",
    "Message a celebrity on social media and say something weird.",
    "Attempt to do a magic trick.",
    "Let someone else choose your next outfit.",
    "Give a funny fake award to everyone in the chat.",
    "Post an embarrassing photo from your childhood.",
    "Talk to your phone's voice assistant in a funny voice for 2 minutes.",
    "Eat a spoonful of mustard.",
    "Make up a silly conspiracy theory and try to convince everyone it's real.",
    "Do a handstand against a wall for 10 seconds.",
    "Send a screenshot of your phone's current battery percentage.",
    "Try to catch food in your mouth that you throw.",
    "Sing a national anthem of a random country.",
    "Try to speak without closing your mouth for 2 minutes.",
    "Post a video of you doing a backflip (or attempting one).",
    "Describe your first crush in an embarrassing way.",
    "Post a baby picture of yourself.",
    "Talk to a plant like it's a person for 5 minutes.",
    "Create a rap about your day.",
    "Give a dramatic reading of your last text message.",
    "Write 'I love you' on your hand and send a photo.",
    "Try to touch your nose with your tongue.",
    "Talk in only questions for the next 5 minutes.",
    "Do your best impression of a chicken.",
    "Post a video of you trying to be a statue.",
    "Wear your shirt backward for the rest of the game.",
    "Tell us a secret about a pet you have.",
    "Post a screenshot of your most used app.",
    "Go outside and yell 'I'm a superstar!'",
    "Let someone else write your next social media post.",
    "Make a funny face and keep it for 30 seconds.",
    "Draw a mustache on your face with a marker.",
    "Give a compliment to the person who dared you.",
    "Speak in rhymes for the next 3 minutes.",
    "Try to draw a self-portrait with your eyes closed.",
    "Post a photo of your refrigerator's contents.",
    "Yell a random word in another language.",
    "Tell us the last thing you ate.",
    "Go live on TikTok and do a silly dance.",
    "Do 20 jumping jacks.",
    "Let someone else on the server choose the music you listen to for an hour.",
    "Post a picture of your feet.",
    "Try to stand on your head.",
    "Say the alphabet backward.",
    "Post a video of you doing a cartwheel.",
    "Tell a joke that only you think is funny.",
    "Try to make someone laugh in 30 seconds.",
    "Give yourself a funny new name and use it for the rest of the game.",
    "Eat a raw onion slice.",
    "Let everyone in the server give you a challenge to do (you have to do them all).",
    "Give a tour of your room.",
    "Try to balance an egg on its end.",
    "Give a 1-minute sales pitch for a random item in the room.",
    "Post a screenshot of your phone's home screen.",
    "Say something you've never said before.",
    "Post a picture of your pet (if you have one) dressed in a funny outfit.",
    "Try to juggle a few pieces of fruit.",
    "Do a magic trick where you make a coin disappear.",
    "Try to sing 'Bohemian Rhapsody' in one breath.",
    "Act like a robot for the next 2 minutes.",
    "Post a video of you doing your best impression of a T-Rex.",
    "Try to break dance.",
    "Try to solve a Rubik's Cube.",
    "Let someone on the server change your Discord status to something funny.",
    "Post a picture of your favorite mug.",
    "Attempt to write your name with your non-dominant hand.",
    "Do a fake sneeze that lasts for 10 seconds.",
    "Walk backward for the next 30 seconds.",
    "Tell everyone a completely made-up story.",
    "Try to sing a high note for 10 seconds.",
    "Post a photo of your current view from a window.",
    "Let someone give you a funny new hairstyle.",
    "Yell 'I'm the king of the world!' on a video call.",
    "Try to stand up without using your hands.",
    "Tell a bad joke and pretend it's the funniest joke ever.",
    "Post a picture of your shoes.",
    "Do a funny walk across the room.",
    "Say 'I love you' to your phone's voice assistant.",
    "Post a picture of your best drawing.",
    "Make up a silly dance and do it on camera."
]
