[
    "You're like a cloud. When you disappear, it's a beautiful day.",
    "You bring everyone so much joy… when you leave the room.",
    "You're proof that even evolution can go in reverse.",
    "Your secrets are safe with me. I never even listen when you tell me them.",
    "You're like a cloud of Wi-Fi with zero bars.",
    "If I wanted to kill myself, I’d climb your ego and jump to your IQ.",
    "You have something that no one else has… bad taste.",
    "You have something in common with clouds — you block the sunshine.",
    "You're the reason they put instructions on shampoo bottles.",
    "Your face makes onions cry.",
    "You're like a cloud, soft, fluffy, and totally useless.",
    "You're proof that even bad examples can be useful.",
    "I would call you a tool, but that would imply you're useful.",
    "You're about as sharp as a butter knife.",
    "You're the reason God created the middle finger.",
    "You have something in common with expired milk — nobody wants you.",
    "You're like a cloud — when you disappear, everything gets better.",
    "You're like a phone with 1% battery — nobody can rely on you.",
    "You're like a software update — whenever I see you, I think 'Do I really need this?'",
    "You're like a math problem — nobody likes dealing with you.",
    "You bring everyone so much joy… when you trip over something.",
    "You're like a bad haircut — it’s hard to look at you without cringing.",
    "You're the type of person who claps when the plane lands.",
    "You have something in common with a sloth — slow, lazy, and kinda cute, but mostly useless.",
    "You're like a fire alarm at 3 AM — loud, annoying, and nobody wants you around.",
    "You're like a cloud on a sunny day — totally ruining the vibe.",
    "You're the reason people double-check their locks at night.",
    "You're like a spoon in a knife fight — completely out of place.",
    "You're like a pop-up ad — annoying and unwanted.",
    "You're like a Netflix series that got cancelled after one season — disappointing."
]
