[
    "What is your most embarrassing memory?",
    "Have you ever had a crush on someone in this server?",
    "What’s the biggest secret you’ve kept from your parents?",
    "What is the weirdest dream you’ve ever had?",
    "What is the most childish thing you still do?",
    "What is the last thing you Googled?",
    "What's your biggest fear?",
    "What is your most irrational fear?",
    "If you could have one superpower, what would it be?",
    "What is one thing you would change about your life if you could?",
    "What’s the worst thing you’ve ever said to someone?",
    "What’s a secret you’ve never told anyone?",
    "What is the most embarrassing thing you’ve ever worn?",
    "What is the biggest lie you've ever told?",
    "What is your biggest pet peeve?",
    "What is something you're proud of but don't usually tell people?",
    "What’s the most money you’ve ever spent in one go?",
    "Have you ever been caught doing something you weren't supposed to?",
    "What's the most embarrassing music you listen to?",
    "What’s the strangest food combination you secretly enjoy?",
    "What is the most disgusting thing you have ever eaten?",
    "What is the craziest thing you've ever done?",
    "What is one thing you would never do for a million dollars?",
    "What’s your most embarrassing moment from high school?",
    "What’s something you pretend to like to fit in?",
    "What is your guilty pleasure TV show?",
    "What is the first thing you would do if you won the lottery?",
    "What’s the biggest regret you have?",
    "What is the most childish argument you’ve ever been in?",
    "What's one thing you are truly passionate about?",
    "What's the most useless talent you have?",
    "Have you ever been in a car accident?",
    "What is your biggest turn-off in a person?",
    "What is the most awkward date you've ever been on?",
    "What’s the most trouble you’ve ever gotten into?",
    "What's a food you secretly hate that everyone else loves?",
    "What is your biggest insecurity?",
    "What is the most embarrassing thing you've ever posted online?",
    "What is a lie you tell often?",
    "What’s your most embarrassing nickname?",
    "Have you ever peed in a pool?",
    "What is your favorite memory?",
    "What is one thing you would erase from your past if you could?",
    "What is the worst gift you have ever received?",
    "What is a personal habit you would like to break?",
    "Have you ever cheated on a test?",
    "What’s the weirdest thing you’ve ever collected?",
    "What is the most embarrassing thing you've ever said?",
    "What’s your most vivid childhood memory?",
    "What's the most embarrassing photo of you on social media?",
    "What's one thing you're glad you did but would never do again?",
    "What is the weirdest thing you’ve ever seen someone do?",
    "What is your worst habit?",
    "Have you ever been fired from a job?",
    "What is the most boring thing about you?",
    "What’s the most unusual place you’ve ever slept?",
    "What is the most beautiful place you have ever been?",
    "What is your least favorite household chore?",
    "What’s a trend you hope never comes back?",
    "What is a rumor you've heard about yourself?",
    "What's the most embarrassing song on your playlist?",
    "What's a phobia you have that no one knows about?",
    "What’s the most memorable dream you’ve ever had?",
    "What is something you’ve always wanted to learn?",
    "What’s the most expensive thing you own?",
    "What is the most embarrassing text you’ve ever sent?",
    "What is your biggest fear about the future?",
    "What is the most awkward thing that has happened to you recently?",
    "What is something you're secretly good at?",
    "Have you ever been skinny dipping?",
    "What is a secret talent you have?",
    "What’s one thing you've never told your best friend?",
    "What’s the most ridiculous thing you’ve ever bought?",
    "What is your worst grade in school?",
    "What's the most embarrassing thing your parents have ever done?",
    "What is a food you can't stand the smell of?",
    "What's the weirdest thing in your search history?",
    "What is a bad habit you picked up from a friend?",
    "What’s the last movie that made you cry?",
    "What is the worst advice you’ve ever given?",
    "What is the most childish thing you’ve ever done as an adult?",
    "What's the one thing you would change about your physical appearance?",
    "What is the weirdest thing you’ve ever done in public?",
    "What is your biggest secret fear?",
    "What's the first thing you notice about people?",
    "What is the worst movie you've ever seen?",
    "What is something you've done that you regret?",
    "What is your most treasured possession?",
    "What's the most embarrassing thing on your phone right now?",
    "What is the one thing you would take to a deserted island?",
    "What is the most beautiful word you know?",
    "What's something you've always wanted to try but haven't?",
    "What is a compliment you've received that you still think about?",
    "What's the most cringe-worthy thing you've ever seen?",
    "What is a memory you wish you could forget?",
    "What's the most bizarre rumor you've ever heard about someone?",
    "What is a lie you've told to get out of trouble?",
    "What is the worst date you've ever been on?",
    "What’s your biggest pet peeve about yourself?",
    "What’s a food you could eat for the rest of your life?",
    "What’s the most rebellious thing you did as a teenager?",
    "What is the most ridiculous thing you've ever done for a crush?",
    "What is something you do that you're embarrassed about?",
    "What is a secret you’re keeping from your partner?",
    "What’s your biggest irrational fear?",
    "What’s the most embarrassing thing you've ever accidentally said to a stranger?",
    "What’s the most embarrassing moment you’ve had in a public place?",
    "What is the most bizarre thing you have in your house?",
    "What is something you're secretly proud of?",
    "What’s the most embarrassing song you have on repeat?",
    "What is a funny story from your childhood?",
    "What’s the most outrageous thing you’ve ever worn?",
    "What is the biggest risk you’ve ever taken?",
    "What is something you're surprisingly good at?",
    "What is the most awkward thing that has happened to you on a date?",
    "What's the most embarrassing thing you’ve ever done to impress someone?",
    "What is the most embarrassing thing you've ever done at work?",
    "What is a book you secretly love but are embarrassed to admit it?",
    "What’s the biggest lie you’ve ever told to get out of a party?",
    "What is the most ridiculous excuse you've ever used?",
    "What's the most embarrassing thing you've ever been caught doing by a parent?",
    "What is a piece of clothing you own that you're embarrassed of?",
    "What's the most embarrassing thing you've ever posted online and then deleted?",
    "What is a secret you've kept from your best friend?",
    "What is the most embarrassing thing you've ever said in a group chat?",
    "What is a strange superstition you have?",
    "What is a lie you told that got you in trouble?",
    "What's the most embarrassing thing you've ever done while drunk?",
    "What is something you've always wanted to ask but were too afraid to?",
    "What is the most embarrassing thing that's ever happened to you in a public restroom?",
    "What’s the most embarrassing song you’ve ever been caught singing?"
]
